Repository: oat-sa/extension-tao-test
Catalog: locales/LU/messages.po
Languages: lu

source: Class saved
lu: Klass gespäichert

source: create table
lu: Tabell erschafen

source: delete
lu: läschen

source: duplicate
lu: duplizéieren

source: Edit test class
lu: Test Klass editéieren

source: export
lu: exportéieren

source: Items sequence
lu: Itemsequenz

source: Manage tests
lu: Testermanagen

source: meta data
lu: Metadaten

source: new class
lu: nei Klass

source: new test
lu: neien Test

source: Save
lu: Späicheren

source: search
lu: duerchsichen

source: Select related items
lu: Verwandten Itemen wielen

source: Sequence saved successfully
lu: Sequenz erfollechräich gespäichert

source: Test saved
lu: Test gespäichert

source: Tests
lu: Tester

source: Tests library
lu: Test Sammlung

source: The Test mode (sequencing, scoring, cumulating, etc.) and layout are also configured here.
lu: Den Test Modus (Sequenzéieren, Bewerten, Sammelen, etc.) an de Layout gin och hei konfiguréiert.

source: The Test module allows to combine a selection of Items to a Test.
lu: Den Test Modul erlaabt eng Selektioun vun Itemen matt engem Test ze verbannen.
