Repository: oat-sa/extension-tao-test
Catalog: locales/*/messages.po
Languages: de, fr, ja_ue

source: Edit test
de: Test bearbeiten
fr: Editer le test

source: Class saved
de: Klasse gespeichert
fr: Classe enregistrée

source: Edit test class
de: Klasse "Test" bearbeiten
fr: Editer la classe du test

source: test saved
de: Test gespeichert
fr: Test enregistré

source: Test parameters
de: Test-Parameter
fr: Paramètres du test

source: An error occured while saving the test
de: Ein Fehler ist während des Speicherns des Tests aufgetreten
fr: Une erreur est survenue durant la sauvegarde du test

source: Test saved successfully
de: Test erfolgreich gespeichert
fr: Le test a été enregistré avec succès

source: Maximum time allowed
de: Maximale Dauer
fr: Temps limite

source: Sequence mode
de: Sequenzierungs-Modus
fr: mode de séquencement

source: Random
de: Zufällig
fr: Aléatoire

source: Delay
de: Verzögerung
fr: Délais

source: Scoring method
de: Scoring-Methode
fr: Méthode de notation

source: Classical ratio
fr: Ratio classique

source: Display items list during the test
de: Item-Liste während des Tests anzeigen
fr: Afficher la liste d'items durant le test

source: Show a progress bar during the test
de: Fortschrittsbalken während des Tests anzeigen
fr: Afficher une barre de progression durant le test

source: Display label
de: Label anzeigen
fr: Affihcier le label

source: Display comments
de: Kommentar anzeigen
fr: Afficher les commentaires

source: Deactivate back button
de: Zurück-Button deaktivieren
fr: Désactiver le bouton retour

source: Test content (top position)
de: Test-Content (Position oben)
fr: Contenu du test (position haute)

source: Test content (left position)
de: Test-Content (Position links)
fr: Contenu du test ( position à gauche)

source: Navigation buttons (top position)
de: Navigations-Buttons (Position Oben)
fr: Bouton de navigation, (position haute)

source: Navigation buttons (left position)
de: Navigations-Buttons (Position links)
fr: Bouton de navigation, (position à gauche)

source: Progressbar (top position)
de: Fortschrittsbalken (Position oben)
fr: Barre de progression ( position haute)

source: Progressbar (left position)
de: Fortschrittsbalken (Position links)
fr: Barre de progression ( position à gauche)

source: Left button image
de: Grafik für Zurück-Button
fr: Image du bouton à gauche

source: Right button image
de: Grafik für Weiter-Button
fr: Image du bouton à droite

source: Tests
fr: Les tests
ja_ue: テスト

source: Manage tests
de: Tests verwalten
fr: Gérer les tests
ja_ue: テスト管理

source: Tests library
de: Tests-Bibliothek
fr: Bibliothèques des tests
ja_ue: テストライブラリ

source: search
de: suchen
fr: Rechercher

source: new class
de: neue Klasse
fr: Nouvelle classe

source: new test
de: neuer Test
fr: Nouveau test

source: delete
de: löschen
fr: Supprimer

source: duplicate
de: duplizieren
fr: dupliquer

source: edit test
de: Test bearbeiten
fr: Editer un test

source: new property
de: neue Eigenschaft
fr: Nouvelle propriété

source: preview
de: Vorschau
fr: Afficher

source: meta data
de: Meat-Daten
fr: métadonnée

source: create table
de: Tabelle erstellen
fr: Créer la table

source: export
fr: exporter

source: Items Sequence
de: Item-Reihenfolge
fr: Séquence d'items

source: Please select an test before!
de: Bitte markieren Sie einen Test
fr: Veuillez choisir un test!

source: Back
de: Zurück
fr: Retour

source: The Test module allows to combine a selection of Items to a Test.
de: Das Test-Modul erlaubt das Zusammenfassen von Items zu Tests.
fr: Le module permet de combiner la sélection d'items à un test.

source: The Test mode (sequencing, scoring, cumulating, etc.) and layout are also configured here.
de: Test-Modus (Sequenzierung, Scoring, Kumulierung, etc.) und Layout werden ebenfalls hier festgelegt.
fr: Le mode de test (séquence, notation, cumul, etc.), et les canevas sont aussi configurés ici.
ja_ue: テストのモード（順序・配点・累計など）やレイアウトもここでも設定します

source: Select related items
de: Items auswählen
fr: Sélectionner les items liés au test

source: Save
de: Speichern
fr: Enregistrer

source: Items sequence
de: Items-Reihenfolge
fr: Séquence d'item

source: Sequence saved successfully
de: Reihenfolge erfolgreich gespeichert
fr: La séquence a été enregistré avec succès

source: sequence
de: Reihenfolge
fr: Séquence

source: weight
de: Gewichtung
fr: Poids

source: difficulty
de: Schwierigkeitsgrad
fr: Difficulté

source: guessing
fr: Supposition

source: model
de: Modell
fr: Modèle

source: Numeric value
de: Numerischer Wert
fr: Valeure numérique

source: Sequence saved
de: Reihenfolge gespeichert
fr: Séquneces enregistrée

source: An error occured while saving the sequence
de: Ein Fehler ist während des Speicherns der Reihenfolge aufgetreten
fr: Erreur pendant la sauvegarde de la séquence

source: Test Preview
de: Test-Vorschau
fr: Prévisualisation du test

source: compiled
de: kompiliert
fr: compilé

source: compiled with warning
de: kompiliert mit Warnung
fr: compilé avec avertissement

source: compilation failed
de: Kompilierung gescheitert
fr: échec de compilation

source: Compiling test
de: Test wird kompiliert
fr: Compilation du test en cours

source: Password
de: Passwort
fr: Mot de passe

source: Sequencial
de: Sequenziell
fr: séquentiel

source: Parameters
de: Parameter
fr: Paramètres

source: EN
de: Englisch
fr: Anglais

source: FR
de: Französisch
fr: Français

source: DE
de: Deutsch
fr: Allemand

source: LU
de: Luxemburgisch
fr: Luxembourgeois

source: Test saved
de: Test gespeichert
ja_ue: テストは保存されました。

source: discrimination
de: Diskrimination

source: Authoring
ja_ue: オーサリング

source: Combine a selection of items into tests.
ja_ue: 選択されたアイテムをテストとして構成する

source: Copy To
ja_ue: 指定コピー

source: Delete
ja_ue: 削除

source: Duplicate
ja_ue: コピー

source: Export
ja_ue: エクスポート

source: Import
ja_ue: インポート

source: Last updated on %2s
ja_ue: 最終更新日: %2s

source: Manage Schema
ja_ue: スキーマ管理

source: Move
ja_ue: 移動

source: Move To
ja_ue: 移動先の選択

source: New class
ja_ue: 新規クラス

source: New test
ja_ue: 新規テスト

source: Preview
ja_ue: プレビュー

source: Properties
ja_ue: プロパティ

source: Security plugins
ja_ue: セキュリティプラグイン

source: Set of plugins with 'security' category
ja_ue: 'security' カテゴリを持つプラグインセット

source: Test Preview is not installed, please contact to your administrator.
ja_ue: テストプレビューはインストールされていません。管理者に問合せてください。

source: Test properties
ja_ue: テストプロパティ

source: The Tests module allows to combine a selection of Items to a Test.
ja_ue: テストモジュールでは、選択したアイテムをテストにまとめることができます。

source: Unable to process your request
ja_ue: リクエストを処理できません

source: You checked out this test %2s ago
ja_ue: あなたはこのテストを%2s前にチェックアウトしました
