Repository: oat-sa/extension-tao-test
Catalog: locales/*/taotest.rdf.po
Languages: ar_sa, de_de, hu_hu, it_it, ja_jp, lt_lt, nl_nl, pt_pt, ro_ro, sk_sk

# http://www.w3.org/2000/01/rdf-schema#label
source: Test
ar_sa: رائز
hu_hu: Teszt
ja_jp: テスト
lt_lt: Testas
nl_nl: Toets
pt_pt: teste
ro_ro: Testare

# http://www.w3.org/2000/01/rdf-schema#comment
source: Test
ar_sa: رائز
hu_hu: Teszt
ja_jp: テスト
lt_lt: Testas
nl_nl: Toets
pt_pt: teste
ro_ro: Testare

# http://www.w3.org/2000/01/rdf-schema#label
source: Test Content
ar_sa: مضمون الرائز
de_de: Testinhalt
hu_hu: Teszt tartalom
ja_jp: テストコンテンツ
lt_lt: Testo Turinys
nl_nl: Toets inhoud
pt_pt: Testar Conteúdo
ro_ro: Conținut test
sk_sk: Testovací obsah

# http://www.w3.org/2000/01/rdf-schema#comment
source: Test Content
ar_sa: مضمون الرائز
de_de: Testinhalt
hu_hu: Teszt tartalom
ja_jp: テストコンテンツ
lt_lt: Testo Turinys
nl_nl: Toets inhoud
pt_pt: Testar Conteúdo
ro_ro: Conținut test
sk_sk: Testovací obsah

# http://www.w3.org/2000/01/rdf-schema#label
source: Test Model
ar_sa: نموذج الرائز
de_de: Testmodell
hu_hu: Tesztmodell
ja_jp: テストモデル
lt_lt: Testo Modelis
nl_nl: Toets model
pt_pt: Testar Modelo
ro_ro: Modelul de test
sk_sk: Testovací model

# http://www.w3.org/2000/01/rdf-schema#comment
source: Test Model
ar_sa: نموذج الرائز
de_de: Testmodell
hu_hu: Tesztmodell
ja_jp: テストモデル
lt_lt: Testo Modelis
nl_nl: Toets model
pt_pt: Testar Modelo
ro_ro: Modelul de test
sk_sk: Testovací model

# http://www.w3.org/2000/01/rdf-schema#label
source: Testmodel implementation
ar_sa: تنفيذ نموذج الرائز
de_de: Testmodell Implementierung
hu_hu: Tesztmodell implementációja
ja_jp: テストモデルの実装
lt_lt: Testmodel realizacija
nl_nl: Toets model implementatie
pt_pt: Implementação do teste
ro_ro: Punerea în aplicare a modelelor de testare
sk_sk: Implementácia testovacieho modelu

# http://www.w3.org/2000/01/rdf-schema#comment
source: Implementation of the test model
ar_sa: تنفيذ نموذج الرائز
de_de: Implementierung des Testmodells
hu_hu: A tesztmodell implementációja
it_it: Implementazione del modello di test
ja_jp: テストモデルの実装
lt_lt: Testo modelio įdiegimas
nl_nl: Implementatie of het toets model
pt_pt: Implementação do modelo de teste
ro_ro: Implementarea modelului de testare
sk_sk: Implementácia testovacieho modelu

# http://www.w3.org/2000/01/rdf-schema#label
source: Test Role
ar_sa: اختبار الدور
de_de: Rolle testen
hu_hu: Tesztelői szerepkör
it_it: Ruolo Di Prova
ja_jp: 役割をテスト
nl_nl: Rol testen
pt_pt: Papel de teste
ro_ro: Rol de testare
sk_sk: Testovacia rola

# http://www.w3.org/2000/01/rdf-schema#comment
source: Test Role Class
ar_sa: اختبار رتبة الدور
de_de: Rollenklasse testen
hu_hu: Teszt szerepkör osztály
it_it: Classe Di Ruolo Di Prova
ja_jp: ロールクラスのテスト
nl_nl: Rol les testen
pt_pt: Testar Classe de Função
ro_ro: Testare Clasă roluri
sk_sk: Trieda testovacích rolí

# http://www.w3.org/2000/01/rdf-schema#label
source: Tests Importer
ar_sa: اختبارات المستورد
hu_hu: Tesztek importálása
it_it: Importatore Delle Prove
ja_jp: テストのインポーター
nl_nl: Test Importer
pt_pt: Testes Importer
ro_ro: Importator de teste
sk_sk: Importér testov

# http://www.w3.org/2000/01/rdf-schema#comment
source: The Tests Importer Role
ar_sa: دور مستورد الاختبارات
de_de: Die Test-Import-Rolle
hu_hu: A tesztek importálójának szerepköre
it_it: Il Ruolo Importatore Dei Test
ja_jp: テストインポーターロール
nl_nl: De Testen Importer Rol
pt_pt: O papel importador de testes
ro_ro: Rolul importatorului de teste
sk_sk: Rola importéra testov

# http://www.w3.org/2000/01/rdf-schema#label
source: Tests Exporter
ar_sa: اختبارات المصدر
de_de: Test-Export
hu_hu: Tesztek exportálója
it_it: Esporta Test
ja_jp: テストエクスポート
nl_nl: Tests exporteur
pt_pt: Teste de Exportador
ro_ro: Exportator de teste
sk_sk: Exportér testov

# http://www.w3.org/2000/01/rdf-schema#comment
source: The Tests Exporter Role
ar_sa: دور المصدرين في الاختبارات
de_de: Die Test-Export-Rolle
hu_hu: A tesztek exportálójának szerepköre
ja_jp: テストエクスポーターロール
nl_nl: De test exporteur rol
pt_pt: A Função de Exportador de Testes
ro_ro: Rolul exportatorului de teste
sk_sk: Úloha exportéra testov

# http://www.w3.org/2000/01/rdf-schema#label
source: Tests Manager
ar_sa: مدير الروائز
de_de: Test Manager
hu_hu: Tesztkezelő
ja_jp: テスト管理者
lt_lt: Testų valdymas
nl_nl: Toets beheerder
pt_pt: Gerenciador de testes
ro_ro: Manager de teste
sk_sk: Manažér testov

# http://www.w3.org/2000/01/rdf-schema#comment
source: The Tests Manager Role
ar_sa: دور مدير الروائز
de_de: Die Rolle des Test Manager
hu_hu: A tesztmenedzser szerepköre
it_it: Ruolo del gestore di test
ja_jp: テスト管理者ロール
lt_lt: Testų valdytojo rolė
nl_nl: De toets beheerder rol
pt_pt: A função Gerenciador de Testes
ro_ro: Rolul managerului de teste
sk_sk: Rola manažéra testov

# http://www.w3.org/2000/01/rdf-schema#label
source: Restricted Test Author
ar_sa: مؤلف اختبار مقيد
de_de: Eingeschränkter Test-Autor
hu_hu: Korlátozott teszt szerzője
it_it: Autore Di Test Limitato
ja_jp: 制限されたテスト著者
nl_nl: Beperkte test auteur
pt_pt: Autor de teste restrito
ro_ro: Autor test restricționat
sk_sk: Autor obmedzeného testu

# http://www.w3.org/2000/01/rdf-schema#comment
source: Test Author with limitation for ACL
ar_sa: المؤلف الاختباري مع تقييد لـ ACL
de_de: Test-Autor mit Einschränkung für ACL
hu_hu: Tesztszerző ACL-korlátozással
it_it: Autore di prova con limitazione per ACL
ja_jp: ACL制限付きのテスト著者
nl_nl: Test auteur met beperking voor ACL
pt_pt: Autor de teste com limitação para ACL
ro_ro: Autor de încercare cu limitare pentru ACL
sk_sk: Testovací autor s obmedzením pre ACL

# http://www.w3.org/2000/01/rdf-schema#label
source: Test Author
ar_sa: مؤلف الرائز
de_de: Test-Autor
hu_hu: Teszt szerzője
it_it: Autore del test
ja_jp: テスト作成者
lt_lt: Testo kūrimas
nl_nl: Toets constructeur
pt_pt: Autor de teste
ro_ro: Test autor
sk_sk: Autor testu

# http://www.w3.org/2000/01/rdf-schema#comment
source: The Test Author Role
ar_sa: دور مؤلف الرائز
de_de: Die Rolle des Test Autors
hu_hu: A tesztszerző szerepe
it_it: Ruolo dell'autore del test
ja_jp: テスト作成者ロール
lt_lt: Testo kūrimo rolė
nl_nl: De toets constructeur rol
pt_pt: Função do Autor de Teste
ro_ro: Rolul autorului testului
sk_sk: Rola autora testu

# http://www.w3.org/2000/01/rdf-schema#label
source: Test Translator
ar_sa: اختبار المترجم
de_de: Übersetzer testen
hu_hu: Tesztfordító
it_it: Prova Traduttore
ja_jp: 翻訳者をテスト
nl_nl: Test vertaler
pt_pt: Tradutor de Teste
ro_ro: Traducător de test
sk_sk: Testovací prekladateľ

# http://www.w3.org/2000/01/rdf-schema#comment
source: The Test Translator Role
ar_sa: اختبار دور المترجم
de_de: Die Rolle des Testübersetzers
hu_hu: A tesztfordító szerepe
it_it: Il Ruolo Del Traduttore Di Prova
ja_jp: テスト翻訳者ロール
nl_nl: De test vertaler rol
pt_pt: A função do tradutor de teste
ro_ro: Rolul Traducătorului de test
sk_sk: Úloha prekladateľa testov

# http://www.w3.org/2000/01/rdf-schema#label
source: Translation Statuses
ar_sa: حالات الترجمة
de_de: Übersetzungsstatus
hu_hu: Fordítási állapotok
it_it: Stato Traduzione
ja_jp: 翻訳ステータス
nl_nl: Vertaling statussen
pt_pt: Status da tradução
ro_ro: Statusuri traducere
sk_sk: Stavy prekladov

# http://www.w3.org/2000/01/rdf-schema#comment
source: Translation Statuses
ar_sa: حالات الترجمة
de_de: Übersetzungsstatus
hu_hu: Fordítási állapotok
it_it: Stato Traduzione
ja_jp: 翻訳ステータス
nl_nl: Vertaling statussen
pt_pt: Status da tradução
ro_ro: Statusuri traducere
sk_sk: Stavy prekladov

# http://www.w3.org/2000/01/rdf-schema#label
source: Missing Items Translations
ar_sa: الترجمات المفقودة
de_de: Übersetzungen fehlender Artikel
hu_hu: Hiányzó elemek fordításai
it_it: Traduzioni Oggetti Mancanti
ja_jp: 翻訳されないアイテム
nl_nl: Vertalingen ontbreken
pt_pt: Traduções de itens faltantes
ro_ro: Traduceri elemente lipsă
sk_sk: Preklady chýbajúcich položiek

# http://www.w3.org/2000/01/rdf-schema#comment
source: Missing Items Translations
ar_sa: الترجمات المفقودة
de_de: Übersetzungen fehlender Artikel
hu_hu: Hiányzó elemek fordításai
it_it: Traduzioni Oggetti Mancanti
ja_jp: 翻訳されないアイテム
nl_nl: Vertalingen ontbreken
pt_pt: Traduções de itens faltantes
ro_ro: Traduceri elemente lipsă
sk_sk: Preklady chýbajúcich položiek

# http://www.w3.org/2000/01/rdf-schema#label
source: All Items Translated
ar_sa: جميع العناصر المترجمة
de_de: Alle Artikel übersetzt
hu_hu: Minden elem lefordítva
it_it: Tutti Gli Elementi Tradotti
ja_jp: 翻訳済みのすべてのアイテム
nl_nl: Alle items vertaald
pt_pt: Todos os itens traduzidos
ro_ro: Toate elementele traduse
sk_sk: Všetky položky preložené

# http://www.w3.org/2000/01/rdf-schema#comment
source: All Items Translated
ar_sa: جميع العناصر المترجمة
de_de: Alle Artikel übersetzt
hu_hu: Minden elem lefordítva
it_it: Tutti Gli Elementi Tradotti
ja_jp: 翻訳済みのすべてのアイテム
nl_nl: Alle items vertaald
pt_pt: Todos os itens traduzidos
ro_ro: Toate elementele traduse
sk_sk: Všetky položky preložené

# http://www.w3.org/2000/01/rdf-schema#label
source: Translation Completion
ar_sa: اكتمال الترجمة
de_de: Übersetzungsabschluss
hu_hu: Fordítás befejezése
it_it: Completamento Traduzione
ja_jp: 翻訳完了
nl_nl: Vertaling voltooien
pt_pt: Conclusão da Tradução
ro_ro: Finalizare traducere
sk_sk: Dokončenie prekladu

# http://www.w3.org/2000/01/rdf-schema#comment
source: Translation Completion
ar_sa: اكتمال الترجمة
de_de: Übersetzungsabschluss
hu_hu: Fordítás befejezése
it_it: Completamento Traduzione
ja_jp: 翻訳完了
nl_nl: Vertaling voltooien
pt_pt: Conclusão da Tradução
ro_ro: Finalizare traducere
sk_sk: Dokončenie prekladu

# http://www.w3.org/2000/01/rdf-schema#comment
source: Testmodel implementation
ar_sa: تنفيذ نموذج الرائز
de_de: Test-Modell Implementierung
hu_hu: Tesztmodell implementációja
it_it: Implementation of the test model
ja_jp: テストモデルの実装
nl_nl: Testmodel implementatie
pt_pt: Service of the test model
ro_ro: Punerea în aplicare a modelelor de testare
sk_sk: Implementácia testovacieho modelu

# http://www.w3.org/2000/01/rdf-schema#comment
source: Tests Manager
ar_sa: مدير الروائز
de_de: Test Manager
hu_hu: Tesztkezelő
it_it: The Tests Manager Role
ja_jp: テストマネージャー
nl_nl: Testen Manager
pt_pt: The Tests Manager Role
ro_ro: Manager de teste
sk_sk: Manažér testov
